{"stem":"film","instances":[{"docUri":"search.html","score":10,"contexts":[{"form":"films","weight":"1","pos":156,"context":"...whose work celebrates a fierce female gaze. Their <mark>films<\/mark> have been shown at international film festivals including the...","fid":"ssDesc3"},{"form":"film","weight":"1","pos":159,"context":"...gaze. Their films have been shown at international <mark>film<\/mark> festivals including the Clermont-Ferrand International Short Film...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":167,"context":"...film festivals including the Clermont-Ferrand International Short <mark>Film<\/mark> Festival, The Toronto International Film Festival, The...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":171,"context":"...Ferrand International Short Film Festival, The Toronto International <mark>Film<\/mark> Festival, The International Film Festival Rotterdam, and...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":174,"context":"..., The Toronto International Film Festival, The International <mark>Film<\/mark> Festival Rotterdam, and Sundance where their most recent...","fid":"ssDesc3"},{"form":"films","weight":"1","pos":281,"context":"...he has been making short experimental narrative videos and <mark>films<\/mark> about sexuality, madness, youth, love,...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":292,"context":"...have screened in festivals internationally, including the Tribeca <mark>Film<\/mark> Festival in New York City, Mix Brasil Festival...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":318,"context":"...Outfest in Los Angeles, and Oberhausen International Short <mark>Film<\/mark> Festival in Germany where his short Helpless Maiden Makes...","fid":"ssDesc3"},{"form":"Film","weight":"1","pos":345,"context":"...in Winnipeg. He completed his BFA majoring in <mark>Film<\/mark> and Video at Emily Carr University of Art and...","fid":"ssDesc3"},{"form":"Filming","weight":"1","pos":532,"context":"...Colour   Closed Caption Languages   Copyright Status   Country   Disability Status   <mark>Filming<\/mark> Format   Gender Closed Vocab   Gender Identity   Indigenous Affiliation   Languages...","fid":"ssFeat15"}]}]}